INSTALLER_APPLICATION_NAME = "LOGITECH G HUB";
INSTALLER_GENERIC_TRY_AGAIN = "RIPROVA";
INSTALLER_GENERIC_CONTINUE = "CONTINUA";
INSTALLER_GENERIC_CANCEL = "ANNULLA";
INSTALLER_GENERIC_BACK = "POSTERIORE";
INSTALLER_GENERIC_REINSTALL = "REINSTALLA";
INSTALLER_GENERIC_LAUNCH_GHUB = "AVVIA";
INSTALLER_GENERIC_UNINSTALL = "DISINSTALLA";
INSTALLER_GENERIC_LETS_PARTY = "INIZIAMO";
INSTALLER_GENERIC_QUIT = "ESCI";
INSTALLER_GENERIC_REBOOT_NOW = "RIAVVIA ORA";
INSTALLER_GENERIC_REBOOT_LATER = "RIAVVIA IN SEGUITO";
INSTALLER_ONLINE_HELP = "GUIDA IN LINEA";
INSTALLER_MORE_DETAILS = "Maggiori dettagli";
INSTALLER_HELP_LINK = "https://support.logi.com/hc/articles/360023192454";
INSTALLER_DISK_INDICATOR_NORMAL = "{0} GB disponibile sull’unità {1}";
INSTALLER_DISK_INDICATOR_WARNING = "Meno di 1 GB disponibile sull’unità {0}";
INSTALLER_DISK_INDICATOR_ERROR = "Meno di 500 MB disponibili sull’unità {0}";
INSTALLER_ERROR_DOWNLOAD_INIT = "Inizializzazione download non riuscita a causa di problemi di rete. Riprova.";
INSTALLER_ERROR_NETWORK_ISSUE = "Download non riuscito a causa di problemi di rete. Riprova.";
INSTALLER_ERROR_UPDATE_SUMMARY = "Impossibile ottenere un riepilogo aggiornamenti valido. Riprova.";
INSTALLER_ERROR_DISK_FULL = "Spazio su disco insufficiente.";
INSTALLER_ERROR_UNCAUGHT_ERROR = "Si è verificato un errore durante l'installazione. Riprova.";
INSTALLER_ERROR_UNPACKING = "Impossibile estrarre risorse del programma di installazione. Riavviare il programma di installazione per risolvere il problema.";
INSTALLER_ERROR_DLL_LOADING = "Non è stato possibile caricare alcuni componenti essenziali del programma di installazione.";
INSTALLER_ERROR_START_INSTALL = "Impossibile avviare l’installazione. Chiudere e riavviare il programma di installazione per risolvere il problema.";
INSTALLER_ERROR_REDOWNLOAD = "Scaricalo di nuovo dal ";
INSTALLER_ERROR_OS_VERSION = "G HUB non è compatibile con il tuo sistema operativo attuale. Verifica la compatibilità del sistema operativo G HUB per ulteriori informazioni.";
INSTALLER_ERROR_UPDATER_FOLDER = "Impossibile creare la cartella di installazione. ";
INSTALLER_ERROR_INSTALL_FAILED_GENERIC_TITLE = "Installazione di G HUB non completata correttamente";
INSTALLER_ERROR_INSTALL_FAILED_GENERIC = "Riavvia il computer prima di tentare di eseguire di nuovo l’installazione. Se il problema consiste, contatta {WEBSITE}.";
INSTALLER_ERROR_INSTALL_FAILED_GENERIC_WEBSITE_TEXT = "Assistenza clienti";
INSTALLER_ERROR_INSTALL_FAILED_GENERIC_WEBSITE_LINK = "support.logitech.com";
INSTALLER_OFFICIAL_WEBSITE = "SITO WEB UFFICIALE.";
INSTALLER_INFO_VERSION = "VERSIONE {0}";
INSTALLER_INFO_DESTINATION = "Installazione in {0}";
INSTALLER_INFO_DOWNLOAD_PROGRESS = "{0} MB di {1} MB ({2}MB/s)";
INSTALLER_LOADING_MESSAGE_0 = "Velocità di download bassa";
INSTALLER_LOADING_MESSAGE_1 = "Attendere? Stiamo calibrando alcuni parametri";
INSTALLER_LOADING_MESSAGE_2 = "Ci stiamo accertando che la tua stampante e la modalità anonima della cronologia siano collegate correttamente";
INSTALLER_LOADING_MESSAGE_3 = "Deviazione potenza reattore";
INSTALLER_LOADING_MESSAGE_4 = "Richiamo Nyan cat";
INSTALLER_LOADING_MESSAGE_5 = "Hai bisogno di più gas vespene";
INSTALLER_LOADING_MESSAGE_6 = "Non sto facendo niente di sospetto. Davvero!";
INSTALLER_LOADING_MESSAGE_7 = "Creazione della corrispondenza matrice infinita";
INSTALLER_LOADING_MESSAGE_8 = "Devi costruire altri pylon";
INSTALLER_LOADING_MESSAGE_9 = "La vitamina D è necessaria all’organismo";
INSTALLER_LOADING_MESSAGE_10 = "Frame Shift Drive, innestato";
INSTALLER_LOADING_MESSAGE_11 = "Meglio un uovo oggi che una gallina domani";
INSTALLER_LOADING_MESSAGE_12 = "Il tempo vola quando ci si diverte";
INSTALLER_LOADING_MESSAGE_13 = "Fallo e non pensarci più";
INSTALLER_LOADING_MESSAGE_14 = "Anche questo passerà";
INSTALLER_LOADING_MESSAGE_15 = "Mettersi i pantaloni";
INSTALLER_LOADING_MESSAGE_16 = "Mandiamo il nostro migliore guerriero";
INSTALLER_LOADING_MESSAGE_17 = "Cyan sembra sospetto";
INSTALLER_LOADING_MESSAGE_18 = "Sto caricando";
INSTALLER_LOADING_MESSAGE_19 = "Diamo il via al piano per dominare il mondo";
INSTALLER_LOADING_MESSAGE_20 = "A cosa serve questo pulsante?";
INSTALLER_LOADING_MESSAGE_21 = "Ciao! Ti sei svegliato, finalmente";
INSTALLER_MESSAGEBOX_TITLE = "Programma di installazione G HUB";
INSTALLER_MESSAGEBOX_FOLDER_MESSAGE = "Errore critico: Impossibile creare le cartelle necessarie per l'installazione. Riprova come amministratore. Se il problema persiste, contatta https://support.logi.com/hc";
INSTALLER_MODAL_REBOOT = "Riavvio necessario per terminare i prerequisiti di installazione. Il programma di installazione si riaprirà al termine del riavvio del computer.";
INSTALLER_MODAL_TITLE_FAILED = "Installazione non riuscita.";
INSTALLER_MODAL_TITLE_INIT_FAILED = "Installazione non riuscita.";
INSTALLER_MODAL_TITLE_EXITING_SW = "Già installato";
INSTALLER_MODAL_TITLE_CONFIRM = "Reinstallare G HUB?";
INSTALLER_MODAL_TITLE_UNINSTALL = "Disinstallazione in corso.";
INSTALLER_MODAL_TITLE_UNINSTALL_SUCCESS = "Disinstallazione avvenuta correttamente.";
INSTALLER_MODAL_TITLE_UNINSTALL_FAILURE = "Errore di disinstallazione.";
INSTALLER_MODAL_TITLE_EXIT = "Esci da installazione.";
INSTALLER_MODAL_TITLE_REBOOT = "Riavvio richiesto.";
INSTALLER_MODAL_TITLE_UPDATE_ERROR = "Errore di aggiornamento.";
INSTALLER_MODAL_CONFIRM_EXIT = "Uscire?";
INSTALLER_OFFICIAL_WEBSITE_LINK = "https://www.logitechg.com/ghub";
INSTALLER_STEP_INITIALIZE = "Inizializzazione";
INSTALLER_STEP_UNPACK = "Estrazione in corso";
INSTALLER_STEP_INSTALLING = "Installazione in corso";
INSTALLER_STEP_FINALIZING = "Finalizzazione in corso";
INSTALLER_TERMS_OF_SERVICE_AGREEMENT_TEXT = "Facendo clic su installa accetti i termini del ";
INSTALLER_TERMS_OF_SERVICE_AGREEMENT_LINK_TEXT = "CONTRATTO DI LICENZA CON L'UTENTE FINALE.";
INSTALLER_TERMS_OF_SERVICE_AGREEMENT_LINK = "https://www.logitech.com/legal/eula.html";
INSTALLER_TOOLTIP_INSTALL = "Attendi l’installazione di G HUB.";
INSTALLER_TOOLTIP_UPDATE = "Attendi mentre aggiorniamo G HUB.";
INSTALLER_APPLICATION_TITLE = "Programma di installazione Logitech G HUB";
INSTALLER_WINDOW_TITLE = "Programma di installazione G HUB {0}";
INSTALLER_APPLICATION_DESCRIPTION = "Applicazione di installazione Logitech G HUB";
INSTALLER_INSTALL_BUTTON = "INSTALLA";
INSTALLER_INSTALL_WITH_ENTER_BUTTON = "INSTALLA (INVIO/RITORNO A CAPO)";
INSTALLER_GET_UPDATE_BUTTON = "OTTIENI AGGIORNAMENTO";
INSTALLER_EXIT_BUTTON = "ESCI";
INSTALLER_CANCEL_BUTTON = "ANNULLA";
INSTALLER_DESCRIPTION_ALREADY_INSTALLED = "Questo software esiste già nel sistema. Avvia G HUB per verificare la disponibilità di aggiornamenti.";
INSTALLER_DESCRIPTION_LEGACY_INSTALLED = "Sul sistema è presente una versione obsoleta e non compatibile di Logitech Gaming Software. Esegui l'upgrade o rimuovilo per installare G HUB.";
INSTALLER_HEADER_DOWNLOADING = "DOWNLOAD DI LOGITECH G HUB IN CORSO";
INSTALLER_DESCRIPTION_DOWNLOADING = "Il nuovo software Logitech G HUB sta per migliorare la tua esperienza di configurazione di giochi e dispositivi...";
INSTALLER_DESCRIPTION_DOWNLOADING_1 = "...costruendo e proteggendo...";
INSTALLER_DESCRIPTION_DOWNLOADING_2 = "...esperienza ottimizzata...";
INSTALLER_DESCRIPTION_DOWNLOADING_3 = "…esplorazione e atterraggio…";
INSTALLER_HEADER_DOWNLOADED = "DOWNLOAD EFFETTUATO CORRETTAMENTE";
INSTALLER_DESCRIPTION_DOWNLOADED = "Bloccato e caricato.";
INSTALLER_INSTALL_AND_LAUNCH_BUTTON = "INSTALLA E AVVIA";
INSTALLER_MENU_ABOUT = "Informazioni su";
INSTALLER_MENU_QUIT = "Esci";
INSTALLER_MENU_CLOSE = "Chiudi finestra";
INSTALLER_TRANSFER_REMAINING = "rimanenti";
INSTALLER_ERROR_GENERIC = "Si è verificato un errore durante l'installazione";
INSTALLER_FAILURE_PREFIX = "Impossibile eseguire il download:";
INSTALLER_ERROR_SUMMARY = "Impossibile ottenere un riepilogo aggiornamenti valido.";
INSTALLER_ERROR_INITIALIZE = "Impossibile eseguire il download: Installazione non riuscita. Verifica la connessione Internet e riprova.";
INSTALLER_ERROR_TIMEOUT = "Verifica la connessione Internet.";
INSTALLER_ERROR_WRITE = "Spazio su disco insufficiente.";
INSTALLER_ERROR_DLL = "Non è stato possibile caricare alcuni componenti essenziali del programma di installazione. Scarica nuovamente il programma di installazione dal sito Web ufficiale.";
INSTALLER_RETRY_COUNTDOWN = "Nuovo tentativo fra %d.";
INSTALLER_UNCOMPRESSING = "Estrazione di file";
